const paymentTop = [
  {
    title: "Сроки изготовления",
    text: "Каждое изделие вяжется по Вашему заказу, срок изготовления составляет от 7 до 20 дней с учетом текущих заказов. Но по возможности мы стараемся связать изделие как можно быстрее.",
  },
  {
    title: "Оплата",
    text: "Оплата на сайте 100% с помощью банковской карты. Возможна оплата 2 частями: 50% во время заказа и 50% по готовности изделия, для этого напишите нам любым удобным способом по WhatsApp, VKontakte, в Telegram или Instagram.",
  },
];

const paymentBottom = [
  {
    title: "Доставка по миру",
    text: "Доставляем с помощью курьерской службы СДЭК и Почтой России. Стоимость рассчитывается индивидуально, исходя из удаленности Вашего города от г.Москва. Для расчета стоимости доставки напишите нам по WhatsApp, VKontakte, в Telegram или Instagram.",
  },
  {
    title: "Доставка по Москве",
    text: "Доставку Ваших заказов по Москве может осуществить курьер, стоимость доставки - 200 руб. Возможен самовыоз по предварительной договоренности, для этого напишите нам по WhatsApp, VKontakte, в Telegram или Instagram.",
  },
];

const returnTop = [
  {
    title: "Сроки возврата и обмена",
    text: "Если по каким-то объективным причинам изделие Вам не подошло (например, не подходит цвет), то вы можете вернуть его или обменять в течении 7 дней со дня получения заказа.",
  },
  {
    title: "Порядок возврата денежных средств",
    text: "Стоимость изделия будет возвращена безналичным переводом на карту в течение 5-и рабочик дней с момента получения нами изделия. Если условия возврата не соблюдены, то изделие будет отправлено обратно отправителю без возмещения денежных средств.",
  },
];

const returnBottom = [
  {
    title: "Условия возврата и обмена",
    text: "Возврат / обмен осуществляется только при сохранении товарного вида, отсутствии эксплуатации, целостности ярлыков и этикеток. Изделия по индивидуальному заказы (нестандартный размер, цвет не из основной палитры, нестандартная форма) не подлежат возврату и обмену. Для совершеняи возврата свяжитесь с нами  по WhatsApp, VKontakte, в Telegram или Instagram.",
  },
  {
    title: "Транспортные расходы",
    text: "При возврате изделия надлежащего качества все транспортные расходы по обратной доставке Вы берете на себя. При возврате изделия ненадлежащего качества транспортные расходы по обратной доставке (почтой России) мы осуществляем за свой счет.",
  },
];

export { paymentTop, paymentBottom, returnTop, returnBottom };
